export const fa = {
  navbar: {
    Home: "خانه",
    About: "درباره من",
    Projects: "پروژه ها",
    tech: " مهارت ها   ",
    contact: "ارتباط با من",
    Github: "گیتهاب",
    Linkedin: "لینکدین",
    Telegram: " تلگرام",
    Email: " ایمیل",
    Dark: "حالت تاریک",
    Light: "حالت روشن",
  },

  hero: {
    title: "در جست و جوی کار",
    subtitle: "ساخت وب‌سایت‌های سریع، مدرن و تمیز.",
    head1: "مسعود جعفری",
    head2: "برنامه نویس",
    head3: "توسعه دهنده فرانت اند",
    Description:
      " توسعه‌دهنده فرانت‌اند که در ساخت وب‌اپلیکیشن‌های مدرن، سریع، مقیاس‌پذیر و با طراحی چشم‌نواز، با بهره‌گیری از React، Next.js، TypeScript و Tailwind CSS تخصص دارد.",
    Projects: "مشاهده پروژه ها",
    Contact: "تماس با من ",
    ProjectsLength: "پروژه ها",
    Technologies: "تکنولوژی ها",
    Responsive: "مناسب تمامی دستگاه ها (رسپانسیو)",
  },
  TechStack: {
    Header: "حوزه کاری",
    Header1: "تکنولوژی هایی که باهاشون کار کردم",
    Subtitle: "جهت استفاده وب سایت فول استک ساده ، و فرانت اند ها",
  },
  Projects: {
    title: "پروژه ها",
    header: "نمونه کار های انتخاب شده",
    subtitle:
      "مجموعه از نمونه کار های ، با تمرکز بر سرعت بالا ، کیفیت کد کد تمیز و قابل استفاده در بلند مدت",
    button1: "دمو",
    button2: "سورس کد",
    project_1_Name: "فروشگاه آنلاین محصولات دیجیتال همراه با پنل ادمین",
    project_1_description:
      "سیستم کامل فروش محصول قابلیت درگاه پرداخت ، نمایش موجودی ، پنل کنرتل ادمین کامل",
    project_2_Name: "سایت معرفی شخص محور پورتفولیو",
    project_2_description: "      طراحی تمیز رسپانسیو کامل ",
    project_3_Name: "برنامه مدیریت گیم نت",
    project_3_description:
      "محاسبه دقیق هزینه و زمان بازی برای هر دستگاه با قابلیت تعیین قیمت و متوفق کردن زمان  قابلیت نسیه دادن الارم برای دستگاه که زمان تمام شده",
  },
};
